Repository: PhysikOnline-FFM/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: de_at, ru_ru

source: Move the mouse between cells until a blue bar appears. <strong>Shift-click</strong> on the blue bar to create a new text cell. Double click on existing text to edit it. Use $...$ and $$...$$ to include typeset math in the text block.
de_at: Bewegen Sie den Mauszeiger zwischen Zellen bis ein blauer Balken erscheint. Mit <strong>Shift+Klick</strong> auf dem blauen Balken können Sie eine neue Textzelle erstellen. Doppelklicken Sie vorhandenen Text, um ihn zu bearbeiten. Verwenden Sie $...$ und $$...$$, um mathematische Formeln in den Textblock einzuschließen.
ru_ru: Наведите мышь между ячейками так, чтобы появилась синяя полоска. <strong>Shift-щелчок</strong> создат новую текстовую ячейку. Двойной щелчок по существующей текстовой ячейке позволит её отредактировать. Для ввода математических формул (в LaTeX) наберите $...$ и $$...$$ в текстовой ячейке.

source: Hide/Show Output
de_at: Ausgaben verbergen/anzeigen
ru_ru: Скрыть/показать вывод (результаты)

source: Click on the left side of output to toggle between hidden, shown with word wrap, and shown without word wrap.
de_at: Klicken Sie links der Ausgabe, um zwischen verborgen, sichtbar mit Zeilenumbruch und sichtbar ohne Zeilenumbruch zu wechseln.
ru_ru: Кликните слева от вывода, чтобы переключить режим отображения: скрытый, с переносом слов, без переноса слов.

source: Indenting Blocks
de_at: Blöcke einrücken
ru_ru: Отступы в блоках

source: Highlight text and press > to indent it all and < to unindent it all (works in Safari and Firefox). In Firefox you can also press tab and shift-tab.
de_at: Heben Sie Text hervor und drücken Sie >, um alles einzurücken und <, um alles auszurücken (funktioniert in Safari und Firefox). In Firefox können Sie auch Tab und Shift+Tab drücken.
ru_ru: Выделите текст и нажмите > для отступа, < для удаления отступа (это работает в Safari и Firefox). В Firefox также можно использовать tab и shift-tab.

source: Comment/Uncomment Blocks
de_at: Kommentieren / Entfernen von Kommentaren von Blöcken
ru_ru: Комментирование/раскомментирование блоков

source: Highlight text and press <strong>ctrl-.</strong> to comment it and <strong>ctrl-,</strong> to uncomment it. Alternatively, use <strong>ctrl-3</strong> and <strong>ctrl-4</strong>.
de_at: Heben Sie Text hervor und drücken Sie <strong>Ctrl+.</strong>, um ihn zu kommentieren und <strong>Ctrl+,</strong>, um einen Kommentar zu entfernen. Alternativ können Sie <strong>Ctrl+3</strong> und <strong>Ctrl+4</strong> verwenden.
ru_ru: Выделите текст и нажмите <strong>Ctrl-.</strong>, чтобы закомментировать его, и <strong>Ctrl-,</strong>, чтобы раскомментировать. Можно также использовать <strong>Ctrl-3</strong> и <strong>Ctrl-4</strong>.

source: Paren matching
de_at: Korrektheit der Klammerung
ru_ru: Парность скобок

source: To fix unmatched or mis-matched parentheses, braces or brackets, press <strong>ctrl-0</strong>. Parentheses before the cursor will be matched, minding strings and (Python) comments.
de_at: Zur Korrektur unpaariger oder fehlgepaarter Klammern drücken Sie <strong>Ctrl+0</strong>. Klammern vor dem Cursor werden gepaart unter Beachtung von Zeichenfolgenkonstanten und (Python-) Kommentaren.
ru_ru: Чтобы исправить непарные круглые, квадратные, фигурные скобки, нажмите <strong>Ctrl-0</strong>. Скобки перед курсором станут парными, с правильной обработкой строк и комментариев (в Python).

source: Interrupt and Restart Sessions
de_at: Sitzungen unterbrechen und neu starten
ru_ru: Прерывание и перезапуск сессий

source: Interrupt Running Calculations
de_at: Laufende Berechnungen unterbrechen
ru_ru: Прерывание текущих вычислений

source: Click <u>Interrupt</u> or press escape in any input cell. This will (attempt) to interrupt SAGE by sending many interrupt signals.
de_at: Klicken Sie auf <u>Unterbrechen</u> oder drücken Sie Escape in einer beliebigen Zelle. Dadurch werden viele Interrupt-Signale gesendet, die SAGE (versuchen zu) unterbrechen.
ru_ru: Щёлкните <u>Прервать</u> или нажмите Escape в любой ячейке ввода. Это заставит Sage (попытаться) прервать текущую задачу, отправив много сигналов прерывания.

source: Type "restart" to restart the SAGE interpreter for a given worksheet. (You have to interrupt first.)
de_at: Geben Sie "restart" ein, um den SAGE-Interpreter für ein gegebenes Arbeitsblatt neu zu starten. (Sie müssen zunächst unterbrechen.)
ru_ru: Наберите "restart" для перезапуска интерпретатора Sage в текущем рабочем листе. (Сначала нужно прервать текущие вычисления.)

source: Evaluate Cell using GAP, Singular, etc.
de_at: Zelle auswerten unter Verwendung von GAP, Singular usw.
ru_ru: Выполнить ячейку, используя GAP, Singular, и др.

source: Put "%%gap", "%%singular", etc. as the first input line of a cell; the rest of the cell is evaluated in that system.
de_at: Setzen Sie "%%gap", "%%singular" usw. als erste Eingabezeile einer Zelle, so wird der Rest der Zelle im jeweiligen System ausgewertet.
ru_ru: Введите "%%gap", "%%singular", и др. первой строчкой ячейки ввода; остальная часть ячейки будет выполнена в выбранной системе.

source: Shell Scripts
de_at: Shell-Scripte
ru_ru: Скрипты оболочки (shell)

source: Begin a block with %%sh to have the rest of the block evaluated as a shell script. The current working directory is maintained.
de_at: Beginnen Sie einen Block mit %%sh, so wird der Rest des Blocks als Shell-Script ausgewertet. Das aktuelle Arbeitsverzeichnis wird beibehalten.
ru_ru: Наберите первой строчкой %%sh в ячейке ввода, чтобы остальная часть ячейки была интерпретирована как скрипт оболочки. Изменение рабочей директории будет обработана правильно.

source: Interactive Dynamic Widgets
de_at: Interaktive dynamische Fenstererweiterungen
ru_ru: Интерактивные динамические виджеты

source: Put @interact on the line before a function definition. Type interact? for more details.
de_at: Setzen Sie @interact in die Zeile vor einer Funktionsdefinition. Geben Sie interact? ein für nähere Informationen.
ru_ru: Наберите @interact на строке перед определением функции. Наберите interact? для подробностей.

source: Autoevaluate Cells on Load
de_at: Zellen beim Laden automatisch auswerten
ru_ru: Автоматически выполнять ячейки при загрузке рабочего листа

source: Any cells with "#auto" in the input is automatically evaluated when the worksheet is first opened.
de_at: Alle Zellen mit "#auto" in der Eingabe werden beim ersten Öffnen des Arbeitsblatts automatisch ausgewertet.
ru_ru: Все ячейки со введённым словом "#auto" будут автоматически выполнены, когда рабочий лист будет открыт.

source: Time
de_at: Zeit
ru_ru: Время выполнения

source: Type "%%time" at the beginning of the cell.
de_at: Geben Sie "%%time" am Anfang der Zelle ein.
ru_ru: Добавьте "%%time" в начало ячейки.

source: Useful Tips
de_at: Nützliche Tipps
ru_ru: Полезные замечания

source: Code is evaluated by exec'ing (after preparsing). Only the output of the last line of the cell is implicitly printed. If any line starts with "sage:" or ">>>" the entire block is assumed to contain text and examples, so only lines that begin with a prompt are executed. Thus you can paste in complete examples from the docs without any editing, and you can write input cells that contains non-evaluated plain text mixed with examples by starting the block with ">>>" or including an example.
de_at: Code wird durch Ausführen (nach dem Vorparsen) ausgewertet. Nur die Ausgabe der letzten Zeile einer Zelle wird implizit gedruckt. Wann immer eine Zeile mit "sage:" oder ">>>" beginnt, wird davon ausgegangen, dass der gesamte Block Text und Beispiele enthält und folglich nur solche Zeilen ausgeführt, die mit einer Eingabeaufforderung beginnen. Daher können Sie vollständige Beispiele aus der Dokumentation ohne irgendwelche Anpassungen einfügen. Und Sie können Eingabezellen schreiben, die unausgewerteten Klartext, gemischt mit Beispielen, enthalten, indem Sie den Block mit ">>>" beginnen oder ein Beispiel einschließen.
ru_ru: Код выполняется при помощи exec (после препарсинга). Только вывод последней строки в ячейке будет отображён по умолчанию. Если какая-либо строка начинается с "sage:" или ">>>", то считается, что вся ячейка содержит текст и примеры, так что будут выполнены только строки, содержащие приглашение. Таким образом, вы можете вставлять примеры из документации целиком, без каких-либо исправлений, а также вы можете писать в ячейках ввода простой текст, который не будет выполнен, вместе с примерами, если начнёте ячейку с ">>>" или вставите пример из документации.

source: History
de_at: Verlauf
ru_ru: История

source: Click <a href="/history">log</a> commands you have entered in any worksheet of this notebook.
de_at: Klicken Sie auf <a href="/history">Protokoll</a>, um alle Befehle anzuzeigen, die Sie bisher in beliebigen Arbeitsblättern dieses Notebooks eingegeben haben.
ru_ru: Щёлкните <a href="/history">история</a>, чтобы увидеть все команды, которые вы ввели в любом рабочем листе.

source: Typesetting All Output
de_at: Alle Ausgaben setzen
ru_ru: Автоформатирование всего вывода

source: Type pretty_print_default() in an input cell and press shift-enter. All future output will be typeset automatically.
de_at: Geben Sie pretty_print_default() in eine Eingabezelle ein und drücken Sie Shift+Enter. Der Schriftsatz aller zukünftiger Ausgaben erfolgt automatisch.
ru_ru: Введите pretty_print_default() в ячейке ввода и нажмите Shift-Enter. Весь последующий ввывод будет автоматически отформатирован.

source: Loading SAGE/Python Scripts
de_at: Lade SAGE/Python-<i>Scripte</i>
ru_ru: Подключение скриптов Sage/Python

source: Use "load filename.sage" and "load filename.py". Load is relative to the path you started the notebook in. The .sage files are preparsed and .py files are not. You may omit the .sage or .py extension. Files may load other files.
de_at: Verwenden Sie "load Dateiname.sage" und "load Dateiname.py". Das Laden erfolgt relativ zu dem Verzeichnis, in dem Sie das Notebook gestartet haben. Die .sage-Dateien werden vorgeparst, .py-Dateien hingegen nicht. Dateien dürfen andere Dateien laden.
ru_ru: Используйте "load filename.sage" и "load filename.py". Путь load относителен директории, из которой запущен Sage Notebook. Файлы .sage будут обработаны препарсером, а .py — нет. Расширение .sage или .py можно опустить. Файлы могут загружать другие файлы.

source: Use "attach filename.sage" or "attach filename.py". Attached files are automatically reloaded when the file changes. The file $HOME/.sage/init.sage is attached on startup if it exists.
de_at: Verwenden Sie "attach Dateiname.sage" oder "attach Dateiname.py". Angehängte Dateien werden nach Änderungen automatisch neu geladen. Die Datei $HOME/.sage/init.sage wird beim Start angehängt, sofern sie existiert.
ru_ru: Используйте "attach filename.sage" или "attach filename.py". Приложенные файлы автоматически перезагружаются при их изменении. Если существует файл $HOME/.sage/init.sage, то он прикладывается при запуке.

source: Each block of code is run from its own directory. If any images are created as a side effect, they will automatically be displayed.
de_at: Jeder Code-Block wird in seinem eigenen Verzeichnis ausgeführt. Eventuell als Nebeneffekt erzeugte Bilder werden automatisch dargestellt.
ru_ru: Каждая ячейка запускается в собственном каталоге. Если во время работы создаются файлы изображений, то они будут автоматически отображены.

source: The variable DIR contains the directory from which you started the SAGE notebook. For example, to open a file in that directory, do "open(DIR+'filename')".
de_at: Die DIR-Variable enthält das Verzeichnis, von dem aus SAGE-Notebook gestartet wurde. Um z.B. eine Datei in diesem Verzeichnis zu öffnen, verwenden Sie "open(DIR+'Dateiname')".
ru_ru: Переменная DIR содержит адрес каталога, из которого запущен Sage Notebook. Например, чтобы открыть файл в этом каталоге, наберите "open(DIR+'имя_файла')".

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do "open(DATA+'filename')". If foo.sage is a POKAL file that you uploaded, type "load foo.sage"; if foo.py is a Python file, you can import it by typing "import foo".
de_at: Verwenden Sie das Datenmenü, um Bilder und andere Dateien hochzuladen sowie neue Dateien zu erstellen, auf die von mehreren Arbeitsblättern aus zugegriffen werden kann. Die DATA-Variable enthält den Pfad zu den Daten-Dateien. Um z.B. eine Datei in diesem Verzeichnis zu öffnen, verwenden Sie "open(DATA+'Dateiname')". Wenn Beispiel.sage eine von Ihnen hochgeladene SAGE-Datei ist, geben Sie "load Beispiel.sage" ein. Wenn Beispiel.py eine Python-Datei ist, können Sie sie importieren, indem Sie "import Beispiel" eingeben.

source: Use "save obj1 obj2 ..." and "load obj1 obj2 ...". This allows for easy moving of objects from one worksheet to another, and saving of objects for later use.
de_at: Verwenden Sie "save obj1 obj2 ..." und "load obj1 obj2 ...". Das macht es leicht, Objekte von einem Arbeitsblatt zu einem anderen zu bewegen oder zur späteren Verwendung zu speichern.
ru_ru: Используйте "save obj1 obj2 ..." и "load obj1 obj2 ...". Так можно легко перемещать объекты из одного рабочего листа в другой и сохранять их для дальнейшего использования.

source: Use "save_session('name')" to save all variables to an object. Use "load_session('name')" to <i>merge</i> in all variables from a saved session.
de_at: Verwenden Sie "save_session('Name')", um alle Variablen in ein Objekt zu speichern. Verwenden Sie "load_session('Name')", um alle Variablen einer gespeicherten Sitzung <i>einzulesen</i>.
ru_ru: Используйте "save_session('name')", чтобы сохранить все переменные в объект. Введите "load_session('name')", чтобы <i>объединить</i> текущее окружение с переменными из сохранённой сессии.

source: Customizing the Notebook CSS
de_at: Persönliche Anpassungen des Notebook-CSS
ru_ru: Кастомизация CSS Sage Notebook

source: If you create a file <tt>$HOME/.sage/notebook.css</tt> then it will get applied when rendering the notebook. See
de_at: Wenn Sie eine Datei <tt>$HOME/.sage/notebook.css</tt> erstellen, dann wird sie beim Rendern des Notebooks angewandt. Sehen Sie
ru_ru: Если вы создадите файл <tt>$HOME/.sage/notebook.css</tt>, то он будет применён при отображении Sage Notebook. См.

source: Expected "%(wanted)s" after "%(key)s", got "%(token)s"
de_at: "%(wanted)s" erwartet hinter "%(key)s", aber "%(token)s" vorgefunden
ru_ru: Ожидалось "%(wanted)s" после "%(key)s", но получено "%(token)s"

source: Expected an integer "%(key)s" before "%(token)s"
de_at: Ganzzahl "%(key)s" vor "%(token)s" erwartet
ru_ru: Ожидалось целое число "%(key)s" перед "%(token)s"

source: Expected an integer "%(arg)s" after "%(key)s"
de_at: Ganzzahl "%(arg)s" nach "%(key)s" erwartet
ru_ru: Ожидалось целое число "%(arg)s" после "%(key)s"

source: Expected a color value "%(arg)s" after "%(key)s"
de_at: Farbwert "%(arg)s" nach "%(key)s" erwartet
ru_ru: Ожидалось определение цвета "%(arg)s" после "%(key)s"

source: %(t)s ago by %(le)s
de_at: vor %(t)s durch %(le)s
ru_ru: %(t)s назад пользователем %(le)s

source: %(seconds)s ago
de_at: vor %(seconds)s
ru_ru: %(seconds)s назад

source: Sign into the POKAL Notebook v%(v)s
de_at: Im POKAL-Notebook anmelden v%(v)s

source: Problem inserting new input cell before current input cell.
de_at: Fehler beim Einfügen einer neuen Input-Zelle vor der aktuellen.

source: Problem inserting new text cell before current input cell.
de_at: Fehler beim Einfügen einer neuen Text-Zelle vor der aktuellen.

source: simple
de_at: einfach

source: POKAL Notebook Registration
de_at: POKAL-Notebook-Registrierung

source: The account recovery system is not active.
de_at: Das Kontowiederherstellungssystem ist nicht aktiv.

source: Username is invalid.
de_at: Ungültiger Benutzername.

source: The e-mail address hasn't been confirmed.
de_at: Die E-Mail-Adresse wurde nicht unbestätigt.

source: POKAL Notebook Account Recovery
de_at: POKAL-Notebook-Kontowiederherstellung

source: The new password couldn't be sent to %s.
de_at: Das neue Passwort konnte nicht an %s gesendet werden.

source: A new password has been sent to your e-mail address.
de_at: Ein neues Passwort wurde an Ihre E-Mail-Adresse gesendet.

source: This is an invalid page.
de_at: Diese Seite ist ungültig.

source: You might have to login to view this page.
de_at: Du must dich einloggen um diese Seite anzeigen zu können.

source: unauthorized request
de_at: unberechtigte Anfrage

source: Your account is currently suspended.
de_at: Ihr Konto ist zur Zeit gesperrt.

source: %s ago
de_at: vor %s

source: No data file (%s)
de_at: Keine Daten-Datei (%s)

source: ago by %s
de_at: durch %s

source: The POKAL Notebook
de_at: POKAL Notebook

source: Searching for POKAL server...
de_at: Suche POKAL-Server...

source: Please log in to the POKAL notebook
de_at: Bitte loggen Sie sich ins POKAL-Notebook ein

source: Toggle the top bar
de_at: Die Kopfleiste wechseln

source: Toggle
de_at: Wechseln

source: Back to your personal worksheet list
de_at: Zurück zur persönlichen Liste der Arbeitsblätter

source: Browse the published worksheets
de_at: Alle veröffentlichten Arbeitsblätter durchsuchen

source: View a log of recent computations
de_at: Protokoll der letzten Berechnungen anzeigen

source: Change account settings including password
de_at: Kontoeinstellungen ändern, einschließlich Passwort

source: Documentation
de_at: Dokumentation

source: Report a problem or submit a bug to improve POKAL
de_at: Problem melden oder auf Fehler aufmerksam machen

source: POKAL Documentation
de_at: Dokumentation zu POKAL

source: To quickly try out POKAL start here
de_at: Starten Sie hier, um POKAL mal eben auszuprobieren

source: Tutorial
de_at: Lehrpfad

source: View a 4000+ page reference manual about POKAL
de_at: Mehr als 4000 Seiten des Referenzhandbuchs zu POKAL anzeigen

source: Reference Manual
de_at: Referenzhandbuch

source: Learn to write POKAL programs
de_at: Lernen Sie POKAL-Programme zu schreiben

source: Developer Guide
de_at: Anleitung für Entwickler

source: How do I construct ... in POKAL?
de_at: Wie erstelle ich ... in POKAL?

source: Static version...
de_at: Statische Fassung...

source: Fast Static Versions of the Documentation
de_at: Schnelle statische Fassungen der Dokumentation

source: Help via Internet Chat (IRC)
de_at: Hilfe per Internet-Chat beziehen (IRC)

source: How to use the POKAL Notebook
de_at: Benutzung von POKAL Notebook

source: Welcome!
de_at: Willkommen!

source: General and Advanced Pure and Applied Mathematics
de_at: Allgemeine und Fortgeschrittene Reine und Angewandte Mathematik

source: Use an Open Source Alternative
de_at: Nutzen Sie eine freie Alternative

source: Use Most Mathematics Software from Within POKAL
de_at: Du kannst die meiste Mathematik-Software innerhalb von POKAL benutzer

source: Use a Mainstream Programming Language
de_at: Benutzen Sie eine gängige Programmiersprache

source: Username is not in the system
de_at: Der Benutzername ist dem System unbekannt

source: Wrong password
de_at: Falsches Passwort

source: Sign up for a new POKAL Notebook account
de_at: Anmelden für neues POKAL-Notebook-Konto

source: Browse published POKAL worksheets<br>(no login required)
de_at: Durchsuche veröffentlichte Arbeitsblätter<br>(kein Login erforderlich)

source: Javascript must be enabled in order to use the POKAL Notebook.
de_at: Um POKAL Notebook zu benutzen, muss Javascript muss aktiv sein.

source: POKAL Source Browser
de_at: POKAL Quelltext-Browser

source: browse directory
de_at: Verzeichnis durchsuchen

source: Environment
de_at: Umgebung

source: Start
de_at: Starten

source: Elapsed
de_at: Verstrichene Zeit

source: Status
de_at: Zustand

source: Pass
de_at: Durchlaufen

source: Fail
de_at: Fehler

source: Total
de_at: Gesamt

source: Hide
de_at: Verbergen

source: Show
de_at: Anzeigen

source: Cases / Tests
de_at: Testfälle

source: Count
de_at: Anzahl

source: Totals
de_at: Insgesamt

source: Upload worksheet (an sws or txt file) to the POKAL Notebook
de_at: Arbeitsblatt in POKAL Notebook hochladen (sws- oder txt-Datei)

source: Or enter the URL of a worksheet file on the web:
de_at: Oder geben Sie den URL eines Arbeitsblatts im Internet ein:

source: What do you want to call it? (if different than the original name)
de_at: Wie möchten Sie es nennen? (falls abweichend vom ursprünglichen Namen)

source: Upload Worksheet
de_at: Arbeitsblatt hochladen

source: Deleted Worksheets
de_at: Gelöschte Arbeitsblätter

source: Active Worksheets
de_at: Aktive Arbeitsblätter

source: Archived Worksheets
de_at: Abgelegte Arbeitsblätter

source: Search Worksheets
de_at: Arbeitsblätter durchsuchen

source: Move the selected worksheets to the trash
de_at: Ausgewählte Arbeitsblätter in den Mülleimer verschieben

source: Move the selected worksheets out of the trash
de_at: Ausgewählte Arbeitsblätter aus dem Mülleimer holen

source: Stop selected worksheets
de_at: Ausgewählte Arbeitsblätter anhalten

source: Download selected worksheets
de_at: Ausgewählte Arbeitsblätter herunterladen

source: Current Folder
de_at: Aktuelles Verzeichnis

source: There are no published worksheets.
de_at: Keine veröffentlichten Arbeitsblätter vorhanden.

source: Add or Delete
de_at: Hinzufügen oder löschen

source: Share now
de_at: Jetzt freigeben

source: published
de_at: veröffentlicht

source: Submit
de_at: Abschicken

source: Sign up
de_at: Anmelden

source: Sign up for a POKAL Notebook account
de_at: Anmelden für ein Konto in POKAL Notebook

source: Errors found
de_at: Fehler gefunden

source: Error found
de_at: Fehler gefunden

source: Create a username
de_at: Benutzernamen erstellen

source: Create a good password
de_at: Zulässiges Passwort erstellen

source: Enter your email address
de_at: Geben Sie Ihre E-Mail-Adresse ein

source: Answer a challenge
de_at: Eine Herausforderung beantworten

source: Create account
de_at: Konto erstellen

source: Published on %(t)s
de_at: Veröffentlicht am %(t)s

source: Automatically re-publish when changes are made
de_at: Nach Änderungen automatisch erneut veröffentlichen

source: Click to rename this worksheet
de_at: Klicken, um dieses Arbeitsblatt umzubenennen

source: Someone else is viewing this worksheet
de_at: Jemand anderes sieht gerade dieses Arbeitsblatt ein

source: Save changes and close window
de_at: Speichern und Fenster schließen

source: Save & quit
de_at: Speichern & verlassen

source: Discard changes to this worksheet
de_at: Änderungen an diesem Arbeitsblatt verwerfen

source: Discard & quit
de_at: Verwerfen & verlassen

source: Select a file related function
de_at: Dateibezogene Funktion auswählen

source: File...
de_at: Datei...

source: Load a new worksheet stored in a file
de_at: In Datei gespeichertes neues Arbeitsblatt laden

source: Load worksheet from a file...
de_at: Arbeitsblatt aus Datei laden...

source: Create a new worksheet
de_at: Neues Arbeitsblatt erstellen

source: Save this worksheet to an sws file
de_at: Dieses Arbeitsblatt in einer sws-Datei speichern

source: Save worksheet to a file...
de_at: Arbeitsblatt in einer Datei speichern...

source: Print this worksheet
de_at: Dieses Arbeitsblatt drucken

source: Print
de_at: Drucken

source: Rename this worksheet
de_at: Dieses Arbeitsblatt umbenennen

source: Copy this worksheet
de_at: Dieses Arbeitsblatt kopieren

source: Delete worksheet
de_at: Arbeitsblatt löschen

source: Select a worksheet function
de_at: Eine Arbeitsblatt-Funktion auswählen

source: Action...
de_at: Vorgang...

source: Interrupt currently running calculations, if possible
de_at: Aktuell laufende Berechnungen unterbrechen, sofern möglich

source: Restart the worksheet process
de_at: Arbeitsblatt-Prozess neu starten
