Repository: PhysikOnline-FFM/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: de_at, ru_ru

source: The temporary password for the new user <strong>%(username)s</strong> is <strong>%(password)s</strong>
de_at: Das temporäre Passwort für den neuen Benutzer <strong>%(username)s</strong> ist <strong>%(password)s</strong>

source: User <strong>%(username)s</strong> has been suspended/unsuspended.
de_at: Benutzer <strong>%(username)s</strong> wurde gesperrt/entsperrt.

source: <strong>Invalid username!</strong>
de_at: <strong>Ungültiger Benutzername!</strong>

source: The username <strong>%(username)s</strong> is already taken!
de_at: Der Benutzername <strong>%(username)s</strong> wird bereits verwendet!

source: The confirmation system is not active.
de_at: Das Bestätigungssystem ist nicht aktiv.

source: <h1>Invalid confirmation key</h1> <p>You are reporting a confirmation key that has not been assigned by this server. Please <a href="/register">register</a> with the server.</p>
de_at: <h1>Ungültiger Bestätigungsschlüssel</h1> <p>Du hast einen Schlüssel verwendet, der nicht von diesem Server stammt. Bitte <a href="/register">registriere</a> dich (neu) am Server.</p>

source: <h1>Email address confirmed for user %(username)s</h1>
de_at: <h1>Email-Adresse für Benutzer %(username)s bestätigt</h1>

source: Email Confirmed
de_at: Email bestätigt

source: Log
de_at: Protokoll
ru_ru: История

source: You do not have permission to access this location
de_at: Du hast keine Berechtigung, diese Seite zu besuchen

source: You do not have permission to access this worksheet
de_at: Du hast keine Berechtigung dieses Arbeitsblatt zu bearbeiten

source: Account is in read-only mode
de_at: Das Konto ist im 'Read-Only'-Modus

source: Untitled
de_at: Unbenannt
ru_ru: Безымянный

source: Error: can't add more than 250 collaborators at a time
de_at: Fehler: Es können maximal 250 Mitarbeiter hinzugefügt werden

source: Error
de_at: Fehler
ru_ru: Ошибка

source: No data file
de_at: Keine Datei vorhanden

source: Suspicious filename encountered uploading file.
de_at: Verdächtiger Dateiname entdeckt.

source: URL must start with http, https, or ftp.
de_at: URL muss mit http, https oder ftp beginnen.

source: No such worksheet.
de_at: Kein solches Arbeitsblatt gefunden.

source: Error displaying worksheet listing.
de_at: Fehler beim Anzeigen der Arbeitsblattliste.

source: User '%s' does not have permission to view the home page of '%s'.
de_at: Benutzer '%s' hat keine Berechtigung die Seite von '%s' zu betrachten.

source: Requested public worksheet does not exist
de_at: Das angeforderte öffentliche Arbeitsblatt existiert nicht

source: This POKAL notebook is not configured to load worksheets from 'https' URLs. Try a different URL or download the worksheet and upload it directly from your computer. %(backlinks)s
de_at: Dieses Notebook ist nicht zum Laden von Arbeitsblätter über 'https' konfigueriert. Versuche eine andere URL oder lade das Arbeitsblatt herunter und lade es direkt von deinem PC wieder hoch. %(backlinks)s

source: Return to <a href="/upload" title="Upload a worksheet"><strong>Upload File</strong></a>.
de_at: Kehre zu <a href="/upload" title="Upload a worksheet"><strong>Datei hochladen</strong></a> zurück.

source: Unable to load file URL's when not running on localhost. %(backlinks)s
de_at: Es ist nicht möglich die URL der Datei zu laden, wenn der Server nicht als localhost läuft. %(backlinks)s

source: Please specify a worksheet to load. %(backlinks)s
de_at: Bitte spezifiziere das zu ladende Arbeitsblatt. %(backlinks)s

source: Invalid filename. %(backlinks)s
de_at: Ungültiger Dateiname. %(backlinks)s

source: There was an error uploading the worksheet. It could be an old unsupported format or worse. If you desperately need its contents contact the <a href="http://groups.google.com/group/sage-support">sage-support group</a> and post a link to your worksheet. Alternatively, an sws file is just a bzip2 tarball; take a look inside! %(backlinks)s
de_at: Fehler beim Hochladen des Arbeitsblatts. Es könnte sich um ein altes, nicht unterstütztes Format handeln oder schlimmer. If you desperately need its contents contact the <a href="http://groups.google.com/group/sage-support">sage-support group</a> and post a link to your worksheet. Alternatively, an sws file is just a bzip2 tarball; take a look inside! %(backlinks)s

source: Error uploading worksheet '%(msg)s'.%(backlinks)s
de_at: Fehler beim Hochladen des Arbeitsblatts '%(msg)s'. %(backlinks)s

source: Account Recovery
de_at: Kontowiederherstellung
ru_ru: Восстановление пароля

source: A new password will be emailed to the email address connected to your account. However if you didn't confirm your email address you will be unable to recover your account.
de_at: Ein neues Passwort wird an die mit Ihrem Konto verbundene E-Mail-Adresse gesendet. Falls Sie Ihre E-Mail-Adresse jedoch nicht bestätigt haben, können Sie Ihr Konto nicht wiederherstellen.
ru_ru: Новый пароль будет отправлен на email, указанный в вашем аккаунте. Однако, если вы не подтвердили адрес электронной почты, то вы не сможете восстановить свой аккаунт.

source: Reset password
de_at: Neues Passwort

source: Create your profile
de_at: Erstelle dein Profil

source: <strong>Uh oh!</strong> There was an error creating your account. Account creation may be disabled. Please contact the Notebook administrator.
de_at: <strong>Ups!</strong> Beim Erstellen des Accounts ist ein Fehler aufgetreten. Möglicherweise ist diese Funktion deaktiviert. Bitte kontaktiere einen Administrator.

source: Create your POKAL profile
de_at: Erstelle dein POKAL-Profil

source: No username given
de_at: Kein Benutzername angegeben
ru_ru: Имя пользователя не указано

source: Username already in use
de_at: Benutzername bereits belegt
ru_ru: Пользователь с таким именем уже зарегистрирован

source: Bad username
de_at: Unzulässiger Benutzername
ru_ru: Неподходящее имя пользователя

source: Your username must start with a letter and be between 3 and 64 characters long. You may only use letters, numbers, underscores, @, and dots.
de_at: Ihr Benutzername muss mit einem Buchstaben beginnen und zwischen 3 und 64 Zeichen lang sein. Sie dürfen nur Buchstaben, Zahlen, Unterstrich, @ und Punkt verwenden.
ru_ru: Ваше имя пользователя должно начинаться с буквы и быть не короче 3 и не длиннее 64 символов. Можно использовать только буквы, цифры, знаки подчёркивания, @ и точки.

source: No email address given
de_at: Keine E-Mail-Adresse angegeben
ru_ru: Адрес электронной почты не был введён

source: Invalid email address
de_at: Ungültige E-Mail-Adresse
ru_ru: Неверный адрес электронной почты

source: Your email address is required for account confirmation and recovery. You will be emailed a confirmation link right after you successfully sign up.
de_at: Zur Bestätigung sowie ggf. Wiederherstellung des Kontos wird Ihre E-Mail-Adresse benötigt. Unmittelbar nach erfolgreicher Anmeldung erhalten Sie einen Bestätigungslink per E-Mail.
ru_ru: Ваш адрес электронной почты используется для подтверждения аккаунта и его восстановления в случае, если вы забыли пароль. После регистрации на этот адрес вам будет отправлена ссылка для его подтверждения.

source: Challenge
de_at: Herausforderung

source: No challenge response given
de_at: Keine Antwort auf die Herausforderung angegeben
ru_ru: Вы не заполнили проверочное поле

source: Invalid challenge response
de_at: Ungültige Anfrage auf eine Herausforderung
ru_ru: Неверный ответ в проверочном поле

source: Create profile
de_at: Profil erstellen

source: No password given
de_at: Kein Passwort angegeben
ru_ru: Пароль не был введён

source: Bad password
de_at: Unzulässiges Passwort
ru_ru: Неподходящий пароль

source: Passwords didn't match
de_at: Die Passwörter stimmen nicht überein
ru_ru: Пароли не совпадают

source: Your password must have at least 4 characters. Your password can not contain your username or spaces.
de_at: Ihr Passwort muss zwischen 4 und 32 Zeichen lang sein. Es darf weder Ihren Benutzernamen noch Leerzeichen enthalten.
ru_ru: Пароль должен быть не короче 4 символов. Пароль не может содержать имя пользователя и пробелы.

source: Re-type password
de_at: Geben Sie Ihr Passwort nochmals ein

source: Re-type your password
de_at: Geben Sie Ihr Passwort nochmals ein
ru_ru: Наберите пароль ещё раз

source: <strong>Uh oh!</strong> Connection to the POKAL Notebook has been lost.
de_at: <strong>Hoppala!</strong> Verbindung zum POKAL-Server verloren.

source: <strong>"Untitled"</strong> Would you like to rename this worksheet?
de_at: <strong>"Untitled"</strong> Möchtest du das Arbeitsblatt umbenennen?

source: Rename
de_at: Umbenennen
ru_ru: Переименовать

source: No thanks
de_at: Nein, danke

source: <strong>Nice try!</strong> This worksheet is locked. You can look but you can't touch.
de_at: <strong>Netter Versuch!</strong> Das Arbeitsblatt ist blockiert. Du kannst es betrachten, aber nicht verändern.

source: Getting Started with the POKAL Notebook
de_at: Einstieg ins POKAL-Notebook

source: Some Notes about POKAL
de_at: Anmerkungen zu POKAL

source: This is a POKAL installation brand for the <a href="https://elearning.physik.uni-frankfurt.de/projekt/wiki/POKAL">POKAL</a> Project. Please read the <b><a href="https://elearning.physik.uni-frankfurt.de/projekt/wiki/POKAL/Hilfe">POKAL Help Page</a></b> for some basic POKAL specific issues. The POKAL administrator team is pleased to help you, too.
de_at: Dies ist eine für das <a href="https://elearning.physik.uni-frankfurt.de/projekt/wiki/POKAL">POKAL</a>-Projekt angepasste POKAL-Installation. Bitte lies die <b><a href="https://elearning.physik.uni-frankfurt.de/projekt/wiki/POKAL/Hilfe">POKAL Hilfeseite</a></b> bei POKAL spezifischen Problemen. Auch die POKAL-Administratoren werden dir gerne weiterhelfen.

source: Some Lingo
de_at: Fachjargon

source: Worksheet
de_at: Arbeitsblatt
ru_ru: Рабочий лист

source: an ordered list of POKAL calculations with output
de_at: Ein <em>Arbeitsblatt</em> besteht aus einer Reihe von POKAL-Berechnungen samt Ausgaben.

source: Session
de_at: Sitzung

source: a worksheet and a set of variables in some state
de_at: Eine <em>Sitzung</em> ist ein Arbeitsblatt mit einer Reihe von Variablen in definiertem Zustand.

source: a collection of worksheets, saved objects, and user information
de_at: <em>POKAL Notebook</em> ist eine Sammlung von Arbeitsblättern, gespeicherten Objekten und Benutzerinformationen

source: Finding More Help
de_at: Weitere Hilfe suchen

source: Get Started with POKAL
de_at: Erste Schritte mit POKAL

source: Check out the <a href="/doc/live/tutorial/index.html">tutorial</a>. (If you have trouble check out the <a href="/doc/static/tutorial/index.html">static version</a>.)
de_at: <a href="/doc/live/tutorial/index.html">Den Lehrpfad durcharbeiten</a> (wenn Sie Schwierigkeiten damit haben, sehen Sie die <a href="/doc/static/tutorial/index.html">statische Fassung</a> ein).

source: Introspection
de_at: Konstruktionen

source: Type "?" immediately after an object and press <strong>Tab</strong> to see help for the object. In addition, you may type "??" immediately after an object and press <strong>Tab</strong> to see source code for that object.
de_at: Tippe "?" direkt hinter einem Objekt und drücke <strong>Tab</strong>, um die Objekthilfe auf zu rufen. Zusätzlich kannst du "??" hinter einem Objekt eingeben, um den Quellcode des Objekts zu sehen.

source: Search Documentation and Source
de_at: Durchsuche Dokumentation und Quellcode

source: Search the POKAL documentation by typing <code>search_doc("my query")</code> in an input cell and press shift-enter. Search the source code of POKAL by typing <code>search_src("my query")</code> and pressing shift-enter. Arbitrary regular expressions are allowed as queries.
de_at: Durchsuchen Sie die Dokumentation von POKAL, indem Sie <pre>search_doc("meine Anfrage")</pre> in eine Input-Zelle eingeben und Shift+Enter drücken. Beliebige reguläre Ausdrücke sind als Anfragen zulässig.

source: Key and Mouse Bindings
de_at: Tastatur- und Mausanbindung
ru_ru: Горячие клавиши и действия мышью

source: Evaluate
de_at: Auswerten

source: Press <strong>Shift-Enter</strong>
de_at: Drücke <strong>Shift-Enter</strong>

source: Auto-Completion
de_at: Auto-Vervollständigung

source: Press <strong>Tab</strong> or <strong>Ctrl-Space</strong>/<strong>Cmd-Space</strong>
de_at: Drücke <strong>Tab</strong> oder <strong>Strg-Leertaste</strong>/<strong>Cmd-Space</strong>

source: Insert New Cell
de_at: Neue Zelle einfügen
ru_ru: Вставить новую ячейку

source: Hover the mouse on the area between two cells to see the new cell buttons. Clicking on a new cell button will create a new cell. Holding Shift and clicking a new cell button will create a text cell.
de_at: Klicke/Überstreiche mit der Maus den Bereich zwischen zwei Zellen, um neue Zellen zu erstellen. Halte dabei zusätzlich die Shift-Taste gedrückt, um eine Textzelle zu erstellen.

source: Delete Cell
de_at: Zelle löschen
ru_ru: Удалить ячейку

source: Delete all cell contents, then press <strong>Backspace</strong>.
de_at: Löschen Sie den gesamten Zellinhalt und drücken Sie dann <strong>Backspace</strong>.

source: Indenting
de_at: Blöcke einrücken

source: You can indent and un-indent selected blocks of text by pressing <strong>Tab</strong> and <strong>Shift-Tab</strong> respectively.
de_at: Du kannst ausgewählten Text ein- oder ausrücken indem du <strong>Tab</strong> oder <strong>Shift-Tab</strong> drückst.

source: Session Management
de_at: Benutzerverwaltung

source: Interrupt
de_at: Stop
ru_ru: Прервать

source: Click <strong>Evaluation > Interrupt</strong>. This will (attempt) to interrupt POKAL by sending many interrupt signals.
de_at: Klicken Sie auf <strong>Evaluation > Unterbrechen</strong> oder drücken Sie Escape in einer beliebigen Zelle. Dadurch werden viele Interrupt-Signale gesendet, die (versuchen) SAGE zu unterbrechen.

source: Restart
de_at: Neu starten
ru_ru: Перезапустить

source: Click <strong>Evaluation > Restart Worksheet</strong>.
de_at: Klicke <strong>Auswertung > Arbeitsblatt neustarten</strong>.

source: Special Cell Blocks
de_at: Spezielle Zell-Blöcke
ru_ru: Специальные блоки в ячейках

source: Cell System
de_at: Zellen-System

source: Put <code>%%gap</code>, <code>%%singular</code>, etc. as the first line of cell input to evaluate using that system. In addition, using <code>%%sh</code> will evaluate a cell as a shell script.
de_at: Schreibe <code>%%gap</code>, <code>%%singular</code>, etc. in die erste Zeile einer Zelle, um die Evaluierung mit diesem System durchzuführen. Außerdem kann <code>%%sh</code> verwendet werden, um die Zelle als Shell-Skript auszuführen.

source: Interaction
de_at: Interaktion

source: Put <code>@interact</code> on the line before a function definition. Type <code>interact?</code> for more details.
de_at: Setzen Sie <code>@interact</code> in die Zeile vor einer Funktionsdefinition. Geben Sie interact? ein für nähere Informationen.

source: Auto-Evaluation
de_at: Auto-Auswertung

source: Cells with <code>%%auto</code> in the input will be automatically evaluated when the worksheet is loaded.
de_at: Alle Zellen mit <code>%%auto</code> in der Eingabe werden beim ersten Öffnen des Arbeitsblatts automatisch ausgewertet.

source: Timing
de_at: Zeitmessung

source: Cells with <code>%%time</code> will time evaluation.
de_at: Zellen mit <code>%%time</code> werden Zeit-Evaluiert.

source: Tips and Tricks
de_at: Tipps und Tricks

source: Input Rules
de_at: Eingaberegeln
ru_ru: Правила ввода

source: Code is evaluated by <code>exec</code>'ing (after preparsing). Only the output of the last line of the cell is implicitly printed. If any line starts with <code>sage:</code> or <code>&gt;&gt;&gt;</code> the entire block is assumed to contain text and examples, so only lines that begin with a prompt are executed. Thus you can paste in complete examples from the docs without any editing, and you can write input cells that contains non-evaluated plain text mixed with examples by starting the block with <code>&gt;&gt;&gt;</code> or including an example.
de_at: Code wird durch Ausführen (nach dem Vorparsen) ausgewertet. Nur die Ausgabe der letzten Zeile einer Zelle wird implizit gedruckt. Wann immer eine Zeile mit "sage:" oder ">>>" beginnt, wird davon ausgegangen, dass der gesamte Block Text und Beispiele enthält und folglich nur solche Zeilen ausgeführt, die mit einer Eingabeaufforderung beginnen. Daher können Sie vollständige Beispiele aus der Dokumentation ohne irgendwelche Anpassungen einfügen. Und Sie können Eingabezellen schreiben, die unausgewerteten Klartext, gemischt mit Beispielen, enthalten, indem Sie den Block mit ">>>" beginnen oder ein Beispiel einschließen.

source: Click <strong>Profile Menu > Log</strong> to see a log of changes you have made in any worksheet.
de_at: Klicke <strong>Benutzermenü > Protokoll</strong>, um die Änderungen zu sehen, die du in beliebigen Arbeitsblättern vorgenommen hast.

source: Typesetting
de_at: Schrift-Einstellungen

source: Enable or disable typesetting of all output with <strong>View > Typesetting</strong>. You can also use <code>pretty_print_default(bool)</code>.
de_at: Schalte alle Schrifteinstellungen für die Ausgabe ein oder aus, indem du <strong>Ansicht > Schrift-Einstellungen</strong> betätigst. Du kannst auch <code>pretty_print_default(bool)</code> benutzen.

source: Files and Scripts
de_at: Dateien und <i>Scripte</i>
ru_ru: Файлы и скрипты

source: Loading POKAL/Python Scripts
de_at: Lade SAGE/Python-<i>Scripte</i>

source: Use <code>load filename.sage</code> and <code>load filename.py</code>. Load is relative to the path you started the notebook in. The .sage files are preparsed and .py files are not. You may omit the .sage or .py extension. Files may load other files.
de_at: Verwenden Sie "load Dateiname.sage" und "load Dateiname.py". Das Laden erfolgt relativ zu dem Verzeichnis, in dem Sie das Notebook gestartet haben. Die .sage-Dateien werden vorgeparst, .py-Dateien hingegen nicht. Dateien dürfen andere Dateien laden.

source: Attaching Scripts
de_at: Anhängen von <i>Scripten</i>
ru_ru: Прикладывание скриптов к рабочему листу

source: Use <code>attach filename.sage</code> or <code>attach filename.py</code>. Attached files are automatically reloaded when the file changes. The file $HOME/.sage/init.sage is attached on startup if it exists.
de_at: Verwenden Sie "attach Dateiname.sage" oder "attach Dateiname.py". Angehängte Dateien werden nach Änderungen automatisch neu geladen. Die Datei $HOME/.sage/init.sage wird beim Start angehängt, sofern sie existiert.

source: Working Directory
de_at: Arbeitsverzeichnis
ru_ru: Рабочий каталог

source: Each block of code is run from its own directory. If any images are created as a side effect, they will automatically be displayed.
de_at: Jeder Code-Block wird in seinem eigenen Verzeichnis ausgeführt. Eventuell als Nebeneffekt erzeugte Bilder werden automatisch dargestellt.

source: The variable DIR contains the directory from which you started the POKAL notebook. For example, to open a file in that directory, do <code>open(DIR+'filename')</code>.
de_at: Die DIR-Variable enthält das Verzeichnis, von dem aus SAGE-Notebook gestartet wurde. Um z.B. eine Datei in diesem Verzeichnis zu öffnen, verwenden Sie <code>open(DIR+'Dateiname')</code>.

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do <code>open(DATA+'filename')</code>. If foo.sage is a POKAL file that you uploaded, type <code>load foo.sage</code>; if foo.py is a Python file, you can import it by typing <code>import foo</code>.
de_at: Verwenden Sie das Datenmenü, um Bilder und andere Dateien hochzuladen sowie neue Dateien zu erstellen, auf die von mehreren Arbeitsblättern aus zugegriffen werden kann. Die DATA-Variable enthält den Pfad zu den Daten-Dateien. Um z.B. eine Datei in diesem Verzeichnis zu öffnen, verwenden Sie <code>open(DATA+'Dateiname')</code>. Wenn Beispiel.sage eine von Ihnen hochgeladene SAGE-Datei ist, geben Sie <code>load Beispiel.sage</code> ein. Wenn Beispiel.py eine Python-Datei ist, können Sie sie importieren, indem Sie <code>import Beispiel</code> eingeben.

source: Loading and Saving Objects
de_at: Laden und Speichern von Objekten
ru_ru: Загрузка и сохранение объектов

source: Use <code>save obj1 obj2 ...</code> and <code>load obj1 obj2 ...</code>. This allows for easy moving of objects from one worksheet to another, and saving of objects for later use.
de_at: Verwenden Sie <code>save obj1 obj2 ...</code> und <code>load obj1 obj2 ...</code>. Das macht es leicht, Objekte von einem Arbeitsblatt zu einem anderen zu bewegen oder zur späteren Verwendung zu speichern.

source: Loading and Saving Sessions
de_at: Sitzungen laden und speichern
ru_ru: Загрузка и сохранение сессий

source: Use <code>save_session('name')</code> to save all variables to an object. Use <code>load_session('name')</code> to merge in all variables from a saved session.
de_at: Verwenden Sie <code>save_session('Name')</code>, um alle Variablen in ein Objekt zu speichern. Verwenden Sie <code>load_session('Name')</code>, um alle Variablen einer gespeicherten Sitzung <i>einzulesen</i>.

source: Uh Oh
de_at: Oh oh!

source: Continue
de_at: Fortsetzen
ru_ru: Продолжить

source: POKAL: History for %(u)s
de_at: POKAL: Verlauf für %(u)s

source: Click here to turn the above into a POKAL worksheet
de_at: Hier klicken, um Obiges in ein POKAL Arbeitsblatt umzuwandeln

source: Create a new POKAL worksheet version of the last 100 commands in the above log.
de_at: Neue POKAL-Arbeitsblatt-Fassung aus den letzten 100 Befehlen im obigen Protokoll erzeugen.

source: Sign in
de_at: Anmelden
ru_ru: Войти

source: Congratulations %(u)s! You can now sign into the POKAL Notebook.
de_at: Herzlichen Glückwunsch %(u)s! Sie können sich jetzt bei POKAL Notebook anmelden.

source: Bad login credentials
de_at: Ungültige Anmeldeinformation

source: Creating new users is disabled by the administrator.
de_at: Die Funktion, neue Benutzer anzulegen, wurde vom Administrator deaktiviert.
ru_ru: Создания новых пользователей запрещено администратором

source: Public worksheets
de_at: Öffentliche Arbeitsblatt

source: Users can publish worksheets for demonstration purpose, lectures or simple sharing via link
de_at: Benutzer können Arbeitsblätter zu Demonstrationszwecken, für Vorlesungen oder schlicht zum Teilen veröffentlichen

source: View
de_at: Anzeigen

source: Login
de_at: Einloggen

source: Username
de_at: Benutzername
ru_ru: Имя пользователя

source: Password
de_at: Passwort
ru_ru: Пароль

source: forgot password?
de_at: Passwort vergessen?

source: Remember me
de_at: Meine Anmeldedaten merken
ru_ru: Помнить меня

source: Register
de_at: Registrieren

source: Terms of Use
de_at: Nutzungsbedingungen

source: Privacy Policy
de_at: Datenschutzbestimmungen

source: Project
de_at: Projekt

source: PhysikOnline is a project of physics' faculty at university of Frankfurt
de_at: PhysikOnline ist ein Projekt des Fachbereichs Physik der Uni Frankfurt

source: username
de_at: Benutzername
ru_ru: имя пользователя

source: Select an OpenID provider
de_at: Wählen Sie einen OpenID-Anbieter
ru_ru: Выберите провайдера OpenID

source: Add User
de_at: Benutzer hinzufügen
ru_ru: Добавить пользователя
