Repository: PhysikOnline-FFM/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: de_at, ru_ru

source: The username must start with a letter and be between 4 and 32 characters long. It can only consist of letters, numbers, underscores, and one dot (.).
de_at: Der Benutzername muss mit einem Buchstaben beginnen und zwischen 4 und 32 Zeichen lang sein. Er darf nur Buchstaben, Zahlen, Unterstrich sowie einen Punkt (.) enthalten.
ru_ru: Имя пользователя должно начинаться с буквы и быть не короче 4 и не длиннее 32 символов. Можно использовать только буквы, цифры, знаки подчёркивания и точки (.).

source: Data
de_at: Daten

source: Manage
de_at: Verwalten

source: Import
de_at: Importieren

source: New file
de_at: Neue Datei

source: Upload file
de_at: Datei hochladen

source: File from URL
de_at: Datei von URL

source: Pick a name for the file.
de_at: Wähle einen Dateinamen.

source: File
de_at: Datei

source: New name
de_at: Umbenennen

source: Optional. Pick a new name for the file.
de_at: Optional. Wähle einen Dateinamen.

source: URL of the file you would like to import.
de_at: URL-Adresse der zu importierenden Datei.

source: Upload
de_at: Hochladen
ru_ru: Импортировать

source: Done
de_at: Fertig

source: Import Worksheet
de_at: Arbeitsblatt kopieren

source: From URL
de_at: Von URL

source: Supported file formats:
de_at: Unterstützte Dateiformate:

source: a worksheet text file with html code and cells surrounded by <code>&#123;&#123;&#123;</code> and <code>&#125;&#125;&#125;</code> that defines a worksheet
de_at: Eine Text-Datei mit HTML-Code, die Zellen mit <code>&#123;&#123;&#123;</code> und <code>&#125;&#125;&#125;</codeeinrahmt, definiert ein Arbeitsblatt

source: the URL of a page of the POKAL Documentation, for example the URL of <a class="reference external" href="http://www.sagemath.org/doc/reference/sage/rings/integer.html">this page</a>
de_at: Die URL einer POKAL-Dokumentationsseite, wie z.B. die Adresse <a class="reference external" href="http://www.sagemath.org/doc/reference/sage/rings/integer.html">dieser Seite</a>

source: an HTML page generated by docutils from a ReStructuredText file
de_at: Eine HTML-Seite, durch docutils aus ReStructuredText Datei generiert

source: a ReStructuredText file (Add "<code>.. escape-backslashes</code>" as a line in the file if you want backslashes to be escaped. Put latex code inside backticks "<code>`</code>" or dollar signs "<code>$</code>" or "<code>$$</code>". Math role is not supported for now.)
de_at: eine ReStructuredText Datei (Füge eine Zeile "<code>.. escape-backslashes</code>" in die Datei ein, wenn Backslashes escaped werden sollen. Schreibe LATEX-Code in Backticks "<code>`</code>" oder Dollarzeichen "<code>$</code>" oder "<code>$$</code>". Mathemodus wird derzeit nicht unterstützt)

source: a zip archive of any of the above
de_at: Ein Zip-Archiv irgendeiner der genannten Typen

source: Optional. Pick a new name for the worksheet.
de_at: Bitte geben Sie einen Namen für dieses Arbeitsblatt ein.

source: Sharing
de_at: Teilen

source: Add/remove collaborators by entering their user names separated by commas.
de_at: Sie können Mitarbeiter hinzufügen/entfernen (Trennen der Namen durch Kommata).

source: Publishing
de_at: Veröffentlichen

source: Publish this worksheet
de_at: Arbeitsblatt veröffentlichen

source: Re-publish this worksheet when it changes
de_at: Bei Änderung automatisch aktualisieren

source: Worksheet viewable at
de_at: Dieses Arbeitsblatt öffentlich sichtbar machen

source: Save changes
de_at: Änderungen speichern
ru_ru: Сохранить изменения

source: Worksheet System
de_at: Arbeitsblattsystem

source: Change system
de_at: System ändern

source: Welcome to POKAL 2.0
de_at: Willkommen auf POKAL 2.0

source: Friends and Sponsors
de_at: Freunde und Förderer

source: Account Settings
de_at: Kontoeinstellungen
ru_ru: Настройки аккаунта

source: Manage Users
de_at: Benutzerverwaltung
ru_ru: Управлять пользователями

source: Notebook Settings
de_at: Notebook-Einstellungen
ru_ru: Настройки Notebook

source: Auto-Save
de_at: Autom. Speichern

source: Auto-Save Interval
de_at: Intervall für automatisches Speichern

source: minute(s)
de_at: Minuten

source: Change Password
de_at: Passwort ändern
ru_ru: Изменить пароль

source: Old password
de_at: Altes Passwort
ru_ru: Старый пароль

source: New password
de_at: Neues Passwort
ru_ru: Новый пароль

source: Retype new password
de_at: Neues Passwort nochmals eingeben
ru_ru: Наберить пароль ещё раз

source: Current e-mail
de_at: Aktuelle E-mail
ru_ru: Текущий e-mail

source: New e-mail
de_at: Neue E-Mail
ru_ru: Новый e-mail

source: Save
de_at: Speichern
ru_ru: Сохранить

source: Password Reset
de_at: Passwort zurücksetzen

source: User Suspension
de_at: Benutzersperrung

source: Reset
de_at: Zurücksetzen
ru_ru: Сбросить

source: Unsuspend
de_at: Entsperren
ru_ru: Разблокировать

source: Suspend
de_at: Sperren
ru_ru: Заблокировать

source: Back to worksheet
de_at: Zurück zum Arbeitsblatt

source: Save Changes
de_at: Änderungen speichern
ru_ru: Сохранить изменения

source: Cancel
de_at: Abbrechen
ru_ru: Отменить

source: Click to download and install tex fonts.
de_at: Klicken, um die Tex-Schriftart herunterzuladen und zu installieren.
ru_ru: Щёлкните, чтобы загрузить и установить шрифты TeX.

source: Your browser / OS combination is not supported.\nPlease use Firefox or Opera under Linux, Windows, or Mac OS X, or Safari.
de_at: Ihre Kombination von Browser und Betriebssystem wird nicht unterstützt.\nBitte benutzen Sie Firefox oder Opera unter Linux, Mac OS X, Safari oder Windows.

source: Java Applet Hidden
de_at: Verborgenes Java-Applet
ru_ru: Java апплет скрыт

source: Click here to pop out
de_at: Klicken Sie hier, um herauszuspringen
ru_ru: Открыть в отдельном окне

source: Error applying function to worksheet(s).
de_at: Fehler beim Anwenden der Funktion auf das Arbeitsblatt / die Arbeitsblätter.
ru_ru: Не удалось применить функцию к рабочему(им) листу(ам).

source: Title of saved worksheet
de_at: Titel des gespeicherten Arbeitsblatts
ru_ru: Заглавия сохранённого рабочего листа

source: Failed to save worksheet.
de_at: Fehler beim Speichern des Arbeitsblatts.
ru_ru: Не удалось сохранить рабочий лист.

source: Rename worksheet
de_at: Arbeitsblatt umbenennen
ru_ru: Переименовать рабочий лист

source: Please enter a name for this worksheet.
de_at: Bitte geben Sie einen Namen ein für dieses Arbeitsblatt.
ru_ru: Пожалуйста, назовите этот рабочий лист.

source: Possible failure deleting worksheet.
de_at: Möglicher Fehler beim Löschen des Arbeitsblatts.
ru_ru: Возможнo, произошла ошибка при удалении рабочего листа.

source: unprinted
de_at: ungedruckt
ru_ru: не напечатано

source: You requested to evaluate a cell that, for some reason, the server is unaware of.
de_at: Sie haben die Auswertung einer Zelle angefragt, die der Server aus irgendeinem Grunde nicht kennt.
ru_ru: Вы запросили выполнение ячейки, которая, по каким-то причинам, не известна серверу.

source: This worksheet is read only. Please make a copy or contact the owner to change it.
de_at: Dieses Arbeitsblatt kann nur gelesen werden. Bitte fertigen Sie eine Kopie davon an oder bitten Sie den Eigentümer es zu abzuändern.
ru_ru: Этот рабочий лист доступен только для чтения. Пожалуйста, сделайте копию или связитесь с владельцем, чтобы получить права на изменение.

source: loading...
de_at: lade...
ru_ru: загрузка...

source: Error updating cell output after
de_at: Fehler beim Aktualisieren der Zell-Ausgabe hinter
ru_ru: Ошибка обновления вывода ячейки после

source: s (canceling further update checks).
de_at: s (breche weitere Aktualisierungsprüfungen ab).
ru_ru: s (дальнейшие проверки обновления прекращены)

source: Problem inserting new input cell after current input cell.\n
de_at: Problem beim Einfügen einer neuen Eingabezelle hinter der aktuellen Eingabezelle.\n

source: Worksheet is locked. Cannot insert cells.
de_at: Das Arbeitsblatt ist gesperrt. Kann keine Zellen einfügen.
ru_ru: Рабочий лист зафиксирован. Нельзя вставлять ячейки.

source: Unable to interrupt calculation.
de_at: Berechnung kann nicht unterbrochen werden.
ru_ru: Не удалось прервать вычисления.

source: Close this box to stop trying.
de_at: Schließen Sie diesen Kasten, um die Versuche einzustellen.
ru_ru: Закройте это сообщение, чтобы прекратить попытки.

source: Interrupt attempt
de_at: Unterbrechungsversuch
ru_ru: Попытка прерывания

source: <a href='javascript:restart_sage();'>Restart</a>, instead?
de_at: Stattdessen <a href='javascript:restart_sage();'>neu starten</a>?
ru_ru: Может быть, вместо этого вы хотите <a href='javascript:restart_sage();'>перезапустить</a> рабочий лист?

source: Emptying the trash will permanently delete all items in the trash. Continue?
de_at: Beim Leeren des Mülleimers werden alle darin befindlichen Objekte entgültig gelöscht. Fortsetzen?
ru_ru: Очистка корзины окончательно удалит все рабочие листы в ней. Продолжить?

source: Get Image
de_at: Bild holen
ru_ru: Получить изображание

source: Jmol Image
de_at: Jmol-Bild
ru_ru: Изображение Jmol

source: To save this image, you can try right-clicking on the image to copy it or save it to a file, or you may be able to just drag the image to your desktop.
de_at: Mit einem Rechts-Klick auf dieses Bild können sie versuchen, es zu speichern. Sie können es kopieren oder in einer Datei abspeichern. Oder Sie könnten das Bild einfach auf Ihr Desktop ziehen.
ru_ru: Чтобы сохранить это изображение, вы можете попробовать щёлкнуть по нему правой кнопкой и выбрать Копировать или Сохранить. Также, возможно, вы можете просто перетащить картинку на рабочий стол.

source: Sorry, but you need a browser that supports the &lt;canvas&gt; tag.
de_at: Entschuldigung, aber Sie benötigen einen Browser, der den &lt;canvas&gt;-Tag unterstützt.
ru_ru: Простите, но требуется браузер, который поддерживает HTML тэг &lt;canvas&gt;.

source: Trying again in %(num)d second...
de_at: Erneuter Versuch in %(num)d Sekunde...
ru_ru: Очередная попытка через %(num)d секунду...

source: Home
de_at: Startseite

source: Published
de_at: Veröffentlicht

source: Settings
de_at: Einstellungen

source: Sign out
de_at: Abmelden

source: SAGE / POKAL Support
de_at: SAGE/POKAL Hilfe

source: Help
de_at: Hilfe

source: Report a Problem
de_at: Problem melden

source: collaborators
de_at: Kollaboratoren

source: Show Static Image
de_at: Zeige statisches Bild

source: Open Interactive View
de_at: Öffne interaktive Ansicht

source: Are you sure you would like to interrupt the running computation?
de_at: Bist du sicher, dass du die laufende Berechnung unterbrechen möchtest?

source: Copy to clipboard:
de_at: Kopiere in die Zwischenablage:

source: running
de_at: laufend

source: other(s)
de_at: andere

source: ago
de_at: vorher

source: Emptying the Trash is final. Are you sure?
de_at: Den Mülleimer zu Leeren ist unwiderruflich. Bist du sicher?

source: Nothing here!
de_at: Hier gibt es nichts zu sehen, gehen Sie bitte weiter!

source: Published Worksheets
de_at: Öffentliche Arbeitsblätter

source: My Notebook
de_at: Mein Notebook

source: Archive
de_at: Archiv

source: Trash
de_at: Mülleimer

source: Active
de_at: Aktiv

source: Search
de_at: Suche

source: close
de_at: schließen

source: open
de_at: öffnen

source: Open chat
de_at: Öffnen

source: Worksheet - Chat
de_at: Arbeitsblatt-Chat

source: Send
de_at: Senden

source: send
de_at: senden

source: Message from
de_at: Nachricht von

source: and
de_at: und

source: Please ask the server administrator to configure a challenge!
de_at: Bitte, bitten Sie den Administrator eine Herausforderung einzurichten!
ru_ru: Пожалуйста, попросите администратора сервера настроить средство защиты от ботов!

source: Is pi > e?
de_at: Gilt pi > e ?
ru_ru: Верно ли, что π>e?

source: y|yes
de_at: j|ja
ru_ru: д|да

source: What is 3 times 8?
de_at: Was ist 3 mal 8?
ru_ru: Сколько будет трижды восемь?

source: 24|twenty-four
de_at: 24|vierundzwanzig
ru_ru: 24|двадцать четыре

source: What is 2 plus 3?
de_at: Was ist 2 plus 3?
ru_ru: Сколько будет два плюс три?

source: 5|five
de_at: 5|fünf
ru_ru: 5|пять

source: How many bits are in one byte?
de_at: Wie viele Bits sind ein Byte?
ru_ru: Сколько бит в одном байте?

source: 8|eight
de_at: 8|acht
ru_ru: 8|восемь

source: What is the largest prime factor of 15?
de_at: Was ist der größte Primfaktor von 15?
ru_ru: Какой наибольший простой делитель числа 15?

source: Updated
de_at: Aktualisiert
ru_ru: Обновлено

source: Hi %(username)s!
de_at: Hallo %(username)s!
ru_ru: Привет %(username)s!

source: Thank you for registering for the POKAL notebook. To complete your registration, copy and paste the following link into your browser: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s You will be taken to a page which will confirm that you have indeed registered.
de_at: Danke, dass Sie sich bei POKAL-Notebook registriert haben. Um die Registrierung abzuschließen, kopieren sie bitte den folgenden Link und fügen ihn in Ihren Browser ein: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s Sie werden auf eine Seite geleitet, die bestätigt, dass Sie sich tatsächlich registriert haben.

source: Your new password is %(key)s Sign in at %(url_prefix)s://%(addr)s:%(port)s/ Make sure to reset your password by going to Settings in the upper right bar.
de_at: Ihr neues Passwort lautet: %(key)s Melden Sie sich an bei: %(url_prefix)s://%(addr)s:%(port)s/ Vergewissern Sie sich, Ihr Passwort zurückzusetzen. Gehen Sie dazu auf Einstellungen im rechten oberen Balken.
ru_ru: Ваш новый пароль: %(key)s Войдите на сервер: %(url_prefix)s://%(addr)s:%(port)s/ Пожалуйста, сбросьте ваш пароль, перейдя по ссылке Настройки в верхней правой панели.

source: Appearance
de_at: Erscheinungsbild
ru_ru: Внешний вид

source: Authentication
de_at: Echtheitsnachweis
ru_ru: Аутентификация

source: Maximum history length
de_at: Maximale Länge des Verlaufs
ru_ru: Максимальный размер истории

source: Idle timeout for normal worksheets (seconds)
de_at: Beenden normale Arbeitsblätter nach Leerlaufdauer (in Sekunden)

source: Idle timeout for live documentation (seconds)
de_at: Beenden Live-Dokumentation nach Leerlaufdauer (in Sekunden)

source: Idle check interval (seconds)
de_at: Intervall für Überprüfung auf Leerlauf (Sekunden)
ru_ru: Интервал между запросами (в секундах)

source: Save interval (seconds)
de_at: Intervall für automatisches Speichern (Sekunden)
ru_ru: Время до автосохранения (в секундах)

source: Doc worksheet pool size
de_at: Größe des Dokumentenspeichers
ru_ru: Размер пула документации рабочего листа

source: Enable published interacts (EXPERIMENTAL; USE AT YOUR OWN RISK)
de_at: Erlaube interacts in öffentlichen Arbeitsblättern (EXPERIMENTELL: Benutzung auf eigenes Risiko)
ru_ru: Разрешить интерактивные опубликованные рабочие листы (ЭКСПЕРИМЕНТАЛЬНАЯ ФУНКЦИЯ; ИСПОЛЬЗУЙТЕ НА СВОЙ РИСК)

source: Worksheet process users (comma-separated list)
de_at: Benutzer des Arbeitsblatt-Prozesses (Komma-separierte Liste)
ru_ru: Пользователи процесса рабочего листа (список, разделённый запятыми)

source: Default system
de_at: Vorausgewähltes System
ru_ru: Система по-умолчанию

source: Worksheet process limits
de_at: Beschränkungen für den Arbeitsblatt-Prozess
ru_ru: Ограничения процесса рабочего листа

source: Model Version
de_at: POKAL Version
ru_ru: Версия модели

source: Number of word-wrap columns
de_at: Anzahl der Spalten pro Zeile
ru_ru: Максимальная длина строки при переносе слов

source: Pretty print (typeset) output
de_at: Edle Druckausgabe (Schriftsatz)
ru_ru: Автоформатирование вывода

source: Default Language
de_at: Vorausgewählte Sprache
ru_ru: Язык по умолчанию

source: Allow OpenID authentication (requires python ssl module)
de_at: Erlaube OpenID Anmeldung (benötigt python ssl module)
ru_ru: Разрешить аутентификацию через OpenID (требуется python модуль ssl)

source: Enable user registration
de_at: Registierung von Benutzern aktivieren
ru_ru: Разрешить регистрацию пользователей

source: Require e-mail for account registration
de_at: Zur Konto-Registrierung die Angabe der E-Mail-Adresse fordern
ru_ru: Требовать e-mail для регистрации аккаунта

source: Use a challenge for account registration
de_at: Eine Herausforderung zur Konto-Registrierung verwenden
ru_ru: Использовать защиту от ботов при регистрации аккаунтов

source: Type of challenge
de_at: Art der Herausforderung
ru_ru: Тип защиты

source: reCAPTCHA public key
de_at: reCAPTCHA öffentlicher Schlüssel
ru_ru: Публичный ключ reCAPTCHA

source: reCAPTCHA private key
de_at: reCAPTCHA privater Schlüssel
ru_ru: Закрытый ключ reCAPTCHA

source: Enable LDAP Authentication
de_at: Erlaube LDAP-Anmeldung
ru_ru: Разрешить аутентификацию через LDAP

source: LDAP URI
de_at: LDAP URL

source: Bind Password
de_at: Bind Passwort
ru_ru: Пароль подключения

source: Use GSSAPI instead of Bind DN/Password
de_at: Nutze GSSAPI statt Bind DN/Passwort

source: Username Attribute (i.e. cn, uid or userPrincipalName)
de_at: Benutzernamen-Attribut (z.B. cn, uid oder userPrincipalName)
ru_ru: Аттрибут имени пользователя (например, cn, uid или userPrincipalName)

source: Query timeout (seconds)
de_at: Anfrage-Timeout (Sekunden)

source: %(num)d second
de_at: %(num)d Sekunde
ru_ru: %(num)d секунда

source: %(num)d hour
de_at: %(num)d Stunde
ru_ru: %(num)d час

source: %(num)d day
de_at: %(num)d Tag
ru_ru: %(num)d день

source: Find Help and Documentation
de_at: Hilfe und Dokumentation beziehen
ru_ru: Найти помощь и документацию

source: <a href="/doc/live/tutorial/index.html">Work through the tutorial</a> (if you have trouble with it, view the <a href="/doc/static/tutorial/index.html">static version</a>).
de_at: <a href="/doc/live/tutorial/index.html">Den Lehrpfad durcharbeiten</a> (wenn Sie Schwierigkeiten damit haben, sehen Sie die <a href="/doc/static/tutorial/index.html">statische Fassung</a> ein).
ru_ru: <a href="/doc/live/tutorial/index.html">Изучите практическое руководство</a> (если у вас возникают проблемы с его просмотром, попробуйте <a href="/doc/static/tutorial/index.html">статическую версию</a>).

source: Help About
de_at: Kontextbezogene Hilfe
ru_ru: Контекстная справка

source: Type ? immediately after the object or function and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
de_at: Geben Sie ? unmittelbar hinter dem Objekt oder der Funktion ein und drücken Sie Tab oder Shift+Enter (die Kombination Shift+Enter überschreibt Ausgaben und speichert ins Arbeitsblatt).
ru_ru: Наберите ? сразу после объекта или функции и нажмите Tab или Shift-Enter (Shift-Enter перезаписывает вывод и сохраняет рабочий лист).

source: Source Code
de_at: Quellcode
ru_ru: Исходный код

source: Put ?? after the object and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
de_at: Geben Sie ?? unmittelbar hinter dem Objekt und drücken Sie Tab oder Shift+Enter (die Kombination Shift+Enter überschreibt Ausgaben und speichert ins Arbeitsblatt).
ru_ru: Наберите ?? после объекта и нажмите Tab или Shift-Enter (Shift-Enter перезаписывает вывод и сохраняет рабочий лист).

source: Full Text Search of Docs and Source
de_at: Volltextsuche nach Dokumenten und Quelltext
ru_ru: Полнотекстовой поиск по документации и исходному коду

source: Search the SAGE documentation by typing <pre>search_doc("my query")</pre> in an input cell and press shift-enter. Search the source code of SAGE by typing <pre>search_src("my query")</pre> and pressing shift-enter. Arbitrary regular expressions are allowed as queries.
de_at: Durchsuchen Sie die Dokumentation von POKAL, indem Sie <pre>search_doc("meine Anfrage")</pre> in eine Input-Zelle eingeben und Shift+Enter drücken. Beliebige reguläre Ausdrücke sind als Anfragen zulässig.
ru_ru: Для поиска в документации Sage введите <pre>search_doc("ваш запрос")</pre> в ячейку ввода и нажмите Shift-Enter. Найти исходный код Sage можно, набрав <pre>search_src("ваш запрос")</pre>. В запросах можно использовать произвольные регулярные выражения.

source: Evaluate Input
de_at: Eingaben auswerten
ru_ru: Выполнить ввод

source: Press <strong>shift-enter</strong>. You can start several calculations at once. If you press <strong>alt-enter</strong> instead, then a new cell is created after the current one. If you press <strong>ctrl-enter</strong> then the cell is split and both pieces are evaluated separately.
de_at: Drücken Sie <strong>Shift+Enter</strong>, um mehrere Berechnungen auf einmal zu starten. Wenn Sie stattdessen <strong>Alt+Enter</strong> drücken, wird eine neue Zelle hinter der aktuellen erzeugt. Drücken Sie <strong>Ctrl+Enter</strong>, so wird die Zelle gespalten und beide Teile getrennt ausgewertet.
ru_ru: Нажмите <strong>Shift-Enter</strong>. Вы можете начать несколько вычислений за раз. Если же вы нажмёте <strong>Alt-Enter</strong>, то будет создана новая ячейка сразу после текущей. А нажатие <strong>Ctrl-Enter</strong> разобьёт ячейку на две части, которые будут выполняться по отдельности.

source: Tab Completion
de_at: Tabulator-Vervollständigung
ru_ru: Автозавершение по нажатию Tab

source: Press <strong>tab</strong> while the cursor is on an identifier. On some web browsers (e.g., Opera) you must use control-space instead of tab.
de_at: Drücken Sie <strong>Tab</strong> während der Cursor auf einem Bezeichner steht. Bei einigen Internetbrowsern (z.B. Opera) müssen Sie Ctrl+Leertaste benutzen anstatt Tab.
ru_ru: Нажмите <strong>Tab</strong> пока курсор находится на идентификаторе. В некоторых браузерах (например, в Opera) вместо Tab нужно использовать Control-Пробел.

source: Put the mouse between an output and input until the horizontal line appears and click. If you press Alt-Enter in a cell, the cell is evaluated and a new cell is inserted after it.
de_at: Bringen Sie den Mauszeiger zwischen eine Ausgabe und eine Eingabe bis die waagerechte Linie erscheint und klicken dann. Wenn Sie in einer Zelle Alt+Enter drücken, wird sie ausgewertet und eine neue Zelle wird hinter ihr eingefügt.
ru_ru: Наведите указатель мыши на пространство над ячейкой ввода или под выводом, так, чтобы появилась горизонтальная линия, и щёлкните. Если вы нажмёте Alt-Enter ячейка будет выполнена и новая ячейка будет вставлена после неё.

source: Delete all cell contents, then press <strong>backspace</strong>.
de_at: Löschen Sie den gesamten Zellinhalt und drücken Sie dann <strong>Backspace</strong>.
ru_ru: Удалите содержимое ячейки и, затем, нажмите <strong>Backspace</strong>.

source: Split and Join Cells
de_at: Zellen spalten und vereinigen
ru_ru: Разбить и объединить ячейки

source: Press <strong>ctrl-;</strong> in a cell to split it into two cells, and <strong>ctrl-backspace</strong> to join them. Press <strong>ctrl-enter</strong> to split a cell and evaluate both pieces.
de_at: Drücken Sie <strong>Ctrl+;</strong> in einer Zelle, um sie in zwei Zellen zu spalten und <strong>Ctrl+Backspace</strong>, um sie zu vereinigen. Drücken Sie <strong>Ctrl+Enter</strong>, um eine Zelle zu spalten und beide Teile auszuwerten.
ru_ru: Нажмите <strong>Ctrl-;</strong> в ячейке, чтобы разбить её на две, и <strong>Ctrl-Backspace</strong>, чтобы объединить их. Нажмите <strong>Ctrl-Enter</strong>, чтобы разбить ячейку на две и выполнить обе части.

source: Insert New Text Cell
de_at: Neue Text-Zelle einfügen
ru_ru: Вставить новую текстовую ячейку
