Repository: PhysikOnline-FFM/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: de_at, ru_ru

source: Restart worksheet
de_at: Arbeitsblatt neu starten

source: Quit the worksheet process
de_at: Arbeitsblatt-Prozess beenden

source: Save and quit worksheet
de_at: Speichern und Arbeitsblatt schließen

source: Evaluate all input cells in the worksheet
de_at: Alle Eingabezellen in diesem Arbeitsblatt auswerten

source: Evaluate All
de_at: Alles auswerten

source: Hide all output
de_at: Alle Ausgaben verbergen

source: Hide All Output
de_at: Alle Ausgaben verbergen

source: Show all output
de_at: Alle Ausgaben anzeigen

source: Show All Output
de_at: Alle Ausgaben anzeigen

source: Delete all output
de_at: Alle Ausgaben löschen

source: Delete All Output
de_at: Alle Ausgaben löschen

source: Switch to single-cell mode
de_at: Auf Ein-Zell-Modus umschalten

source: One Cell Mode
de_at: Ein-Zell-Modus

source: Switch to multi-cell mode
de_at: Auf Mehr-Zell-Modus umschalten

source: Multi Cell Mode
de_at: Mehr-Zell-Modus

source: Select an attached file
de_at: Angehängte Datei auswählen

source: Data...
de_at: Daten...

source: Upload or create a data file in a wide range of formats
de_at: Daten-Datei nahezu beliebigen Formats hochladen oder erstellen

source: Upload or create file...
de_at: Datei hochladen oder erstellen...

source: Evaluate all input cells using %(i)s
de_at: Alle Eingabezellen unter Verwendung von %(i)s auswerten

source: Enable/disable pretty_printing
de_at: Edle Druckausgabe aktivieren/deaktivieren

source: Interactively use this worksheet
de_at: Dieses Arbeitsblatt interaktiv verwenden

source: Edit text version of this worksheet
de_at: Text-Fassung dieses Arbeitsblatts bearbeiten

source: Edit
de_at: Bearbeiten

source: View plain text version of this worksheet
de_at: Klartext-Fassung dieses Arbeitsblatts anzeigen

source: View changes to this worksheet over time
de_at: Zeige Änderungen dieses Arbeitsblatts

source: Undo
de_at: Rückgängig

source: Let others edit this worksheet
de_at: Zulassen, dass andere dieses Arbeitsblatt bearbeiten

source: Share
de_at: Freigeben

source: Publish
de_at: Veröffentlichen

source: Exit
de_at: Verlassen

source: Do you want to publish this worksheet?
de_at: Wollen Sie dieses Arbeitsblatt veröffentlichen?

source: Yes
de_at: Ja

source: No
de_at: Nein

source: Click here or press shift-return to evaluate
de_at: Zum Auswerten klicken Sie hier oder drücken Sie Shift+Enter

source: Edit plain text
de_at: Klartext bearbeiten

source: Edit this.
de_at: Bearbeiten.

source: Log in to edit a copy.
de_at: Loggen Sie sich ein, um eine Kopie zu bearbeiten.

source: Edit a copy.
de_at: Kopie bearbeiten.

source: Download.
de_at: Herunterladen.

source: This page is rated %(wr).1f.
de_at: Diese Seite wurde mit %(wr).1f bewertet.

source: Rerate it:
de_at: Nochmals bewerten:

source: Rate it:
de_at: Bewerten:

source: Other published documents...
de_at: Andere veröffentlichte Dokumente...

source: View plain text
de_at: Klartext anzeigen

source: Revision from %(ta)s ago
de_at: Revision von vor %(ta)s

source: Revision List
de_at: Liste der Revisionen

source: Older
de_at: Ältere

source: Oldest
de_at: Älteste

source: Newer
de_at: Neuere

source: Newest
de_at: Neueste

source: Revert to this one
de_at: Auf diese Revision zurücksetzen

source: (note that images are not recorded)
de_at: (beachten Sie, dass Bilder nicht aufgezeichnet werden)

source: Publish this one
de_at: Dieses veröffentlichen

source: Cancel changes
de_at: Änderungen verwerfen

source: Or enter the URL of a file on the web:
de_at: Oder geben Sie den URL einer Datei im Internet ein:

source: Or enter the name of a new file, which will be created:
de_at: Oder gib den Namen einer neuen Datei an, die dann erstellt wird:

source: Upload or Create Data File
de_at: Daten-Datei hochladen oder erstellen

source: Revision History
de_at: Verlauf der Revisionen

source: Share this document
de_at: Dieses Dokument freigeben

source: Give access to your worksheet to the above collaborators
de_at: Den obigen Mitarbeitern Zugang zu Ihrem Arbeitsblatt gewähren

source: Invite Collaborators
de_at: Mitarbeiter einladen

source: POKAL Users:
de_at: POKAL-Benutzer:

source: Change E-mail Address
de_at: E-Mail-Adresse ändern

source: Add New User
de_at: Neuen Benutzer hinzufügen

source: Username Error
de_at: Fehlerhafter Benutzername

source: Pick a username
de_at: Benutzernamen wählen

source: Invalid username
de_at: Ungültiger Benutzername

source: Username taken
de_at: Gewählter Benutzername

source: Create Account
de_at: Konto erstellen

source: Users
de_at: Benutzer

source: Ratings for %(wn)s
de_at: Bewertungen für %(wn)s

source: Go to the worksheet.
de_at: Zum Arbeitsblatt navigieren.

source: User
de_at: Benutzer

source: Comment
de_at: Kommentar

source: last edited on %(t)s by %(le)s
de_at: letzte Änderung am %(t)s durch %(le)s

source: Please specify a worksheet to load.%s
de_at: Bitte geben Sie ein Arbeitsblatt zum Laden an.%s

source: Error uploading file (missing fileField file).%s
de_at: Fehler beim Hochladen der Datei (fehlendes Dateifeld Datei).%s

source: Error uploading file (missing %s arg).%s
de_at: Fehler beim Hochladen der Datei (fehlendes %s-Argument).%s

source: Error uploading file (missing filename).%s
de_at: Fehler beim Hochladen der Datei (fehlender Dateiname).%s

source: Suspicious filename "%s" encountered uploading file.%s
de_at: Verdächtigen Dateinamen "%s" beim Hochladen der Datei .%s gefunden

source: Successfully deleted "%s"
de_at: "%s" erfolgreich gelöscht

source: No data files
de_at: Keine Dateien vorhanden

source: Error in introspection -- invalid cell id.
de_at: Fehler bei der Selbstüberprüfung -- ungültige Zell-ID.

source: You must <a href="/">login first</a> in order to edit this worksheet.
de_at: Du musst dich zunächst <a href="/">anmleden</a>, um das Arbeitsblatt bearbeiten zu können.

source: Old password not given
de_at: Altes Passwort nicht angegeben

source: Incorrect password given
de_at: Falsches Passwort angegeben

source: New password not given
de_at: Neues Passwort nicht angegeben

source: Please type in new password again.
de_at: Bitte geben Sie das neue Passwort nochmals ein.

source: The passwords you entered do not match.
de_at: Die von Ihnen eingegebenen Passwörter stimmen nicht überein.

source: Confirmed
de_at: Bestätigt

source: Not confirmed
de_at: Unbestätigt

source: can't evaluate worksheet cells
de_at: kann Arbeitsblatt-Zellen nicht auswerten

source: You must <a href="/">login first</a> in order to rate this worksheet.
de_at: Du musst dich zunächst <a href="/">anmleden</a>, um das Arbeitsblatt bewerten zu können.

source: Gees -- You can't fool the rating system that easily!
de_at: Ätsch! -- So einfach lässt sich das Bewertungssystem nicht überlisten!

source: Rating Accepted
de_at: Bewertung entgegengenommen

source: The worksheet operation "%s" is not defined.
de_at: Der Arbeitsblatt-Vorgang "%s" ist nicht definiert.

source: User "%s" does not have permission to view the home page of "%s".
de_at: Benutzer "%s" hat keine Berechtigung die Seite von "%s" zu betrachten.

source: The user "%s" has no worksheet "%s".
de_at: Der Benutzer "%s" hat kein Arbeitsblatt "%s".

source: You are not logged in or do not have access to the worksheet "%s".
de_at: Du bist nicht angemeldet oder hast keinen Zugriff auf das Arbeitsblatt"%s".

source: This url can only be accessed through a POST request.
de_at: Auf diesen URL kann nur über eine POST-Anfrage zugegriffen werden.

source: You are not authorized to move "%s"
de_at: Sie sind nicht berechtigt, "%s" zu verschieben

source: Please request a specific worksheet
de_at: Bitte fragen Sie nach einem bestimmten Arbeitsblatt

source: <h1>Email address confirmed for user %s</h1>
de_at: <h1>E-Mail-Adresse bestätigt für Benutzer %s</h1>

source: January
de_at: Januar

source: February
de_at: Februar

source: March
de_at: März

source: May
de_at: Mai

source: June
de_at: Juni

source: July
de_at: Juli

source: October
de_at: Oktober

source: December
de_at: Dezember

source: joined
de_at: arbeitet nun auch an diesem Arbeitsblatt

source: left
de_at: hat das Arbeitsblatt verlassen

source: Visit the other eLearning projects of <strong>PhysikOnline</strong>!
de_at: Besuche auch die anderen eLearning-Projekte von <strong>PhysikOnline</strong>!

source: New Worksheet
de_at: Neues Arbeitsblatt

source: Save Worksheet
de_at: Speichern

source: Close Worksheet
de_at: Schließen

source: Text View
de_at: Textansicht

source: Edit Mode
de_at: Bearbeitungsmodus

source: Export to File
de_at: Als Datei exportieren

source: Import from File
de_at: Aus Datei importieren

source: Line numbers
de_at: Zeilennummerierung

source: Single-cell Mode
de_at: Einzelzellen-Modus

source: Multi-cell Mode
de_at: Mehrzellen-Modus

source: Evaluate all Cells
de_at: Alle Zellen auswerten

source: Restart Worksheet
de_at: AB neustarten

source: Action
de_at: Aktion

source: Owner/Collaborators
de_at: Besitzer/Mitarbeiter

source: Last Edited
de_at: Letzte Änderung

source: Search...
de_at: Suchen

source: Download All Active
de_at: Aktive AB herunterladen

source: Unarchive
de_at: Aus Archiv holen

source: Delete
de_at: Löschen

source: Undelete
de_at: Wiederherstellen

source: Stop
de_at: Stopp

source: Empty Trash
de_at: Mülleimer leeren

source: Projects
de_at: Projekte

source: Developement
de_at: Entwicklung

source: is working on this cell. Therefore it has been locked.
de_at: arbeitet an dieser Zelle, daher ist sie vorübergehend gesperrt.

source: Continue computation on leave
de_at: Weiterrechnen beim Verlassen

source: Get Started with Sage
ru_ru: Начинаем работу с Sage

source: DIR Variable
ru_ru: Переменная DIR

source: DATA Variable
ru_ru: Переменная DATA

source: Sage: History for %(u)s
ru_ru: Sage: История для %(u)s

source: Click here to turn the above into a Sage worksheet
ru_ru: Щёлкните здесь, чтобы открыть эту программу как рабочий лист Sage

source: Create a new Sage worksheet version of the last 100 commands in the above log.
ru_ru: Создать новый рабочий лист из последних 100 команд приведённой истории

source: Congratulations %(u)s! You can now sign into the Sage Notebook.
ru_ru: Поздравляем %(u)s! Теперь вы можете войти в Sage Notebook.

source: Thank you for registering for the Sage notebook. To complete your registration, copy and paste the following link into your browser: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s You will be taken to a page which will confirm that you have indeed registered.
ru_ru: Спасибо за регистрацию в Sage Notebook. Чтобы завершить регистрацию, скопируйте и вставьте следующую ссылку в ваш браузер: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s Откроется страница, на которой будет сообщение, подтверждающее вашу успешную регистрацию.

source: Server
ru_ru: Сервер

source: Bind DN
ru_ru: Подключаться как (Bind DN)

source: Base DN
ru_ru: База поиска

source: %(num)d minute
ru_ru: %(num)d минута

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do "open(DATA+'filename')". If foo.sage is a Sage file that you uploaded, type "load foo.sage"; if foo.py is a Python file, you can import it by typing "import foo".
ru_ru: Используйте меню Данные, чтобы загружать картинки и другие файлы, а также создавать новые файлы, которые могут быть использованы в разных рабочих листах одновременно. Переменная DATA содержит путь к этим файлам данных. Например, чтобы открыть файл в этом каталоге, наберите "open(DATA+'файл')". Если вы загрузили Sage файл foo.sage, наберите "load foo.sage", чтобы выполнить его; если вы загрузили Python файл foo.py, вы можете импортировать его с помощью "import foo".
